<template>
  <div class="privacy_clause">
    <el-dialog :visible.sync="isShowDialog" width="925px" class="pop_up_dialog" :modal-append-to-body="false" :close-on-click-modal="false">
      <div class="top-title">「人才拼图」隐私条款</div>
      <div class="title first">序言</div>
      <div class="content">
        <p>人才拼图网(rencaipintu.com)非常重视用户的个人隐私，并致力于保护用户的个人信息，希望与用户之间建立真诚的信任关系，帮助用人单位和求职者更好地匹配。</p>
        <p>在您使用人才拼图网的服务时，人才拼图网可能会收集和使用您的相关信息。本《隐私政策》将详细解释，我们在提供服务的过程中如何收集、储存和使用这些相关信息，以及我们为您提供的控制和保护这些信息的方式。 本《隐私政策》与您所使用的人才拼图网服务息息相关，希望您仔细阅读。当您使用或继续使用我们的服务，即表明同意我们按照本《隐私政策》收集、储存和使用您的相关信息。 如果您对本隐私政策有任何问题或建议，请通过privacy@ciicsh.com 与我们联系。</p>
      </div>
      <div class="title">本政策包含以下内容章节：</div>
      <div class="content">
        <ul>
          <li>1．我们如何收集您的个人信息</li>
          <li>2．我们如何使用您的个人信息</li>
          <li>3．信息的存储和对外提供</li>
          <li>4．信息安全</li>
          <li>5．您的权利</li>
          <li>6．未成年人保护</li>
          <li>7. 本政策的修改与更新</li>
          <li>8. 联系我们</li>
        </ul>
      </div>
      <div class="title">正文</div>
      <div class="sub-title first">1．我们如何收集您的个人信息</div>
      <div class="content">
        <p>为向您提供便捷、高效的人力资源服务，我们可能通过如下渠道收集您的个人信息：【您本人自愿提供的信息、您通过浏览器、邮箱、电话及与我们互动时提供的信息、您购买服务或产品完成的交易信息、我们因履行合同通过合法途径获得的必要信息（上述信息载体包括但不限于书面文件、电子文件、电话录音等）】通过上述渠道收集的信息可能包括：【姓名、性别、出生年月日、证件信息（包括身份证、护照、驾驶证、户口本、军官证、工作居住证等）、电话号码、邮箱、籍贯、户籍、学历学位、工作经历、雇主信息、职位信息、薪资福利、家庭信息、婚育情况、医疗健康、公积金及社会保险相关信息、兴趣爱好、差旅信息、支付信息等】。 请您不要主动提供除接受服务需要提供外的其他个人敏感信息（如种族、宗教、政治立场等），该等信息有被意外收集的可能性。</p>
      </div>
      <div class="sub-title">2.我们如何使用您的个人信息</div>
      <div class="content">
        <p>我们使用您可识别的个人信息仅为完成提供和完成产品服务之目的。</p>
      </div>
      <div class="sub-title">有关使用者的非个人化信息</div>
      <div class="content">
        <p>一般来说，我们收集使用者的非个人化信息，例如使用者经常访问的是rencaipintu.com上的哪些内容、使用者最经常使用的是rencaipintu.com所提供的哪类服务项目、供媒体公开发布的就业数据总体情况等等。我们会以总体的形式来使用这些信息及数据。这些非个人化资料帮助我们确定，对于我们的使用者来说什么是最有益的，以及帮助我们改进和提高管理和服务的质量，并为我们的使用者创造一个更好的使用环境，同时也帮助我们更准确地预防钓鱼网站欺诈和木马病毒，提高使用者使用rencaipintu.com提供的服务的安全性。我们可能与我们的业务合作伙伴分享这些非个人化的资料，但也只是以总体的形式分享，以便我们的业务合作伙伴们也能为您们创造良好的使用环境。</p>
        <p>我们还可能将您的个人信息用于管理和分析，如核算、开列账单、审计、支付确认、客户关系管理等。我们通过技术手段对数据进行去标识化处理后，有权在不透露个人信息的前提下对该等数据进行商业化利用。在上述信息处理活动中，我们将全面遵守各项法律义务。</p>
      </div>
      <div class="sub-title">有关使用者的个人化信息</div>
      <div class="content">
        <p>一般情况下，我们将收集使用者的个人基本信息（姓名、性别、出生年月日、手机号码、个人邮箱、工作经验、工作年限、期望职业、期望工作地区等），用于人才招聘目的使用（即个人寻找职业和雇主寻找雇员）。在获得使用者的同意后，rencaipintu.com（包含我们及我们的关联方或委托的第三方，以下简称“我们”）可能利用这些资料向使用者发送相关职位信息或提供我们认为使用者可能感兴趣的相关产品和服务信息、进行风险提示、安全验证或者在rencaipintu.com网站发生改变时通知使用者或和使用者联系。</p>
        <p>在某些情况下，如果使用者参加rencaipintu.com上举办的专题活动、参加01hr.com的互动专区或要购买某一种在rencaipintu.com上公开的产品和服务，可能需要使用者提供个性信息及照片等，上述资料将用于引导客户提供更高质量的内容以及更好的参与上述活动或享受相关服务。</p>
        <p>我们也可能向使用者发起问卷调研，例如使用者感兴趣的资料、喜欢的网站或不喜欢的网站、感兴趣的职业等等，其目的均是向使用者提供更好的服务和网络使用环境。</p>
        <p>在使用rencaipintu.com提供的服务时，请使用者不要主动向rencaipintu.com提供除接受服务外需要提供的其他个人敏感信息（如种族、宗教、政治立场等），该等信息有被rencaipintu.com意外收集的可能性。</p>
        <p>在收集您的个人化信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，对用户数据库进行分析并予以商业化的利用。用户在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号后，我们将按照法律、法规的要求处理您的个人信息。</p>
      </div>
      <div class="sub-title">公开一般情况的资料</div>
      <div class="content">
        <p>除"有关使用者的非个人化信息"所述情况外，我们不会公开使用者个人浏览rencaipintu.com的情况，以及使用者向我们提供的个人资料，如姓名、地址、电子邮件地址、电话号码、信用卡号码、照片等等个人信息资料，除非（1）事先获得使用者的同意或授权；（2）依照法律、法规、法院命令、监管机构命令的要求，或根据政府行为、监管要求或请求，或因rencaipintu.com其认为系为遵守监管义务所需时；（3）为免除使用者在生命、身体或财产方面的紧急危险；（4）只有共享使用者的信息，才能提供使用者需要的服务（包括但不限于关联方及业务合作伙伴提供的产品），或处理使用者与他人的纠纷或争议；（5）符合与用户签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；（6）为完成合并、分立、收购或资产转让；（7）维护人才拼图网、人才拼图网的合作伙伴的合法权益；（8）基于符合法律法规的社会公共利益而使用。</p>
        <p>如果使用者把个人资料输入我们和我们的业务合作伙伴们共同策划的网页上，例如人才拼图网和伙伴公司共同策划的活动页面，那么使用者的资料将属于人才拼图网和业务合作伙伴公司。人才拼图网对业务合作伙伴公司获得该个人信息及之后个人信息的使用不承担任何法律责任。</p>
        <p>为提供和完成产品服务之目的，我们可能向以下机构披露或分享您的个人信息：【包括但不限于中智上海经济技术合作有限公司及上海中智人才顾问咨询有限公司关联公司、公/检/法等政府机构或其代理机构、您的供职单位或拟求职单位、向中智上海经济技术合作有限公司及上海中智人才顾问咨询有限公司提供业务协作的第三方机构】。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。如我们使用您的个人信息超出了与收集时所声明的目的，我们将在使用前再次向你告知并征得你的明示同意。</p>
        <p>使用者请谨慎考虑通过我们的服务上传、发布和交流的信息内容。在一些情况下，使用者可通过我们某些服务的隐私设定来控制有权浏览共享信息的用户范围。</p>
      </div>
      <div class="sub-title">简历</div>
      <div class="content">
        <p>由于rencaipintu.com是一个招聘网站，您可以进行网站注册并将您的简历放入我们的数据库。向rencaipintu.com购买了相应服务的招聘企业或人员可以通过rencaipintu.com的简历数据库找到您的简历。当您向rencaipintu.com递交您的简历，，即视为您已经选择公开您的简历并同意向购买了rencaipintu.com相应服务的招聘企业或人员提供上述简历并允许其浏览及为招聘目的合理使用您简历的权利。对于因此而引起的任何法律纠纷（包括但不限于招聘企业或人员错误或非法使用前述简历信息），rencaipintu.com不承担任何法律责任。</p>
        <p>尽管rencaipintu.com已尽商业合理努力设置了安全防范措施，以下情况仍然有可能发生，包括但不限于 （1）某一第三方躲过了我们的安全措施并进入我们的数据库，查找到您的简历；（2）因不可抗力导致网络系统的瘫痪导致服务中断；（3）因网站和服务器收并额度或其他第三方侵害导致您个人信息泄露、损毁和丢失等。</p>
        <p>Rencaipintu.com认为在您把您的简历放入我们的数据库时，您已经意识到了这种风险的存在，并同意承担这样的风险。对于因此而引起的任何法律纠纷，rencaipintu.com不承担任何法律责任。</p>
      </div>
      <div class="sub-title">3.信息的存储和对外提供</div>
      <div class="content">
        <p>
          我们会按照法律法规规定将在中华人民共和国境内收集的用户个人信息存储于中国境内。我们不会将您的个人信息保留超过为实现处理目的所需的必要时间。除本政策述明的情况和法律法规规定的例外情况外，我们不会向任何第三方出售、或提供任何用户个人信息。
        </p>
        <p>
          我们向使用者收集的信息，主要用于向使用者提供各项服务，并维护、改进这些服务。
        </p>
        <p>
          我们可能会通过使用者提供的个人信息中的联系方式与使用者通信，例如通知使用者有关账户、安全性更新、产品和服务信息。
        </p>
        <p>
          我们亦会向使用者推荐可能感兴趣的内容。如果使用者对我们推荐的内容不感兴趣，可以及时回复取消内容的通知。
        </p>
        <p>
          Rencaipintu.com收集的有关使用者的信息和资料将保存在数字英才及（或）其关联公司的服务器上，这些信息和资料可能传送至使用者所在国家、地区或rencaipintu.com收集信息和资料所在地并在该地被访问、存储和展示。
        </p>
        <p>
          在使用者的账号活跃期间或需要向使用者提供"服务"的情况下，rencaipintu.com都将保留使用者提供的个人数据。即使使用者只是隔几年才使用我们的"服务"寻找新工作，我们仍将保留使用者的信息并让使用者的职业档案处于使用中，直到使用者注销账号为止。在某些情况下，我们会选择以不可识别个人或整合的形式保留某些信息。
        </p>
        <p>
          如果使用者选择注销账号，使用者的个人数据通常不再向使用我们"服务"的其他人显示。除非以下情形，我们通常在账号注销后删除注销账号的信息：为了合理必要地履行我们的法律义务（包括执法请求）、遵守监管要求、解决争议、保证安全、防止欺诈与滥用、执行《用户协议》或满足您向我们"退订"某些消息的请求，即使使用者注销账号，我们仍可能保留使用者的部分个人数据。在使用者的账号注销后，我们将保留不可识别个人的信息。
        </p>
        <p>
          使用者已与他人分享的信息（如通过 E-Mail 、动态消息或群组）在注销账户或从职业档案或收件箱中删除后，将仍对他人公开，并且我们无法控制其他使用者从我们的"服务"中复制的信息。与注销账号相关的群组内容，会以"未知用户"列为内容来源。使用者的职业档案可能继续显示在其他方的服务中，直到其更新缓存。
        </p>
      </div>
      <div class="sub-title">4.信息安全</div>
      <div class="content">
        <p>我们建立规范的制度流程、使用各类安全技术保护措施以保障您的个人信息安全。在信息安全方面，我们已达到【ISO/IEC 27001:2013】认证标准的要求，并已获得了相应的认证。</p>
      </div>
      <div class="sub-title">个人信息保护</div>
      <div class="content">
        <p>
          我们仅在本隐私条款所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。为保障使用者的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使使用者的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。Rencaipintu.com会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，01hr.com将尽力做到使使用者的信息不被泄漏、毁损或丢失。
        </p>
        <p>
          使用者的账户均有安全保护功能，请妥善保管个人的账户及密码信息。Rencaipintu.com将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解，由于技术的限制以及可能存在的各种恶意手段，即便竭尽所能加强安全措施，在信息网络上也不存在"完善的安全措施"。如因使用者自己的原因导致账户及密码信息泄露而造成的任何法律后果需由使用者本人负责。
        </p>
        <p>
          在使用rencaipintu.com服务进行网上交易时，如不可避免地要向交易对方或潜在的交易对方披露自己的个人信息（例如联系人、联络方式等），请使用者妥善保护自己的个人信息，仅在必要的情形下向他人提供。如发现自己的个人信息已经被泄露或者存在被泄露的可能，且有可能会危及您注册获得的rencaipintu.com账户安全，或者给使用者造成其他的损失的，请务必在第一时间通知rencaipintu.com客服，以便01hr.com采取相应措施维护使用者的账户安全，防止损失的发生或者进一步扩大。为避免疑义，如果使用者未在第一时间通知rencaipintu.com客服，则应自行承担由此给您造成的损失（及扩大的损失）。
        </p>
      </div>
      <div class="sub-title">信息保密承诺的改变</div>
      <div class="content">
        <p>如果我们决定改变rencaipintu.com的信息保密承诺，我们会在此公布改变的内容，因此使用者会随时了解到我们向使用者收集什么资料，我们如何使用这些资料，以及我们是否向别人公开这些资料。</p>
      </div>
      <div class="sub-title">5.您的权利</div>
      <div class="content">
        <p>针对您的个人信息，您可根据适用法律法规享有相应的权利，包括：获取您提供的个人信息副本、更正、删除您的个人信息，或者撤回您对个人信息使用的同意、限制我们对您的个人信息数据处理活动。您可通过及第8节所列的联系方式与我们联系行使上述权利，但您同时了解，我们可能拥有其他法律依据处理您已经提供的个人信息数据。</p>
      </div>
      <div class="sub-title">6.未成年人保护</div>
      <div class="content">
        <p>我们重视对未成年人个人信息的保护，并不试图收集未成年人信息。如有未成年人在未取得其父母或法定监护人同意的情况下向我们提供了个人信息，其父母或法定监护人可通过第8节所列的联系方式与我们联系。</p>
      </div>
      <div class="sub-title">7.本政策的修改与更新</div>
      <div class="content">
        <p>本政策受中华人民共和国法律管辖，如其内容与相关法律规定相抵触，应以法律规定为准。本政策为可分割的，被判决或裁定为无效的内容不影响其他内容的有效性。本政策最后更新于【2018年10月1日】。我们可能会适时对本政策进行修订。届时，我们会在此公布更新的内容以使您随时了解更新情况。也请您访问【http://www.ciicsh.com/privacy.html】以便及时了解最新的隐私政策。</p>
      </div>
      <div class="sub-title">8. 联系我们</div>
      <div class="content">
        <p>当您有疑问、意见、建议、投诉或与未成年人保护相关的问题时，请通过以下方式与我们取得联系：【邮件（privacy@ciicsh.com）； 通信地址（上海市徐汇区虹桥路一号港汇中心一座45楼，邮编：200030）】，我们将在确认您的身份后【十五个】工作日内予以回复解答。</p>
      </div>
    </el-dialog>
  </div>
</template>

<script>
export default {
  name: "PrivacyClause",
  props: {},
  components: {},
  data() {
    return {
      isShowDialog: false
    };
  },
  methods: {
    isShow() {
      this.isShowDialog = true;
    }
  },
  computed: {},
  created() {},
  mounted() {},
  watch: {}
};
</script>

<style scoped lang="scss">
.top-title {
  font-size: 18px;
  font-family: Microsoft YaHei;
  font-weight: bold;
  color: rgba(0, 0, 0, 1);
  text-align: center;
}

.privacy_clause {
  font-family: Microsoft YaHei;
  .title {
    margin-top: 10px;
    &.first {
      margin-top: 40px;
    }
  }
  .sub-title {
    margin: 30px 0 5px 0;
  }
  .title,
  .sub-title {
    margin-left: 30px;
    font-size: 16px;
    font-weight: bold;
    color: #333;
  }
  .content {
    margin: 0 30px 0 30px;
    p {
      line-height: 30px;
      font-size: 16px;
      color: #666;
    }
    ul {
      padding: 0;
    }
    ul li {
      list-style: none;
      line-height: 30px;
      font-size: 16px;
      color: #666;
    }
  }
}
</style>
